[
  {
    "title": "Що таке Аштанга йога і 5 основних вправ початківцям",
    "body": "Звучить дуже загадково, коли вперше чуєш цю назву і почуваєшся трохи лячно. Хоча цей напрямок всього лише сучасна форма яка базується на традиційнїій індійській йозі. Аштанга-йога — це послідовність просунутих поз йоги, які практикуються в певному порядку. Пози виконуються з упором на плавний перехід між вправами і спостереження за диханням під час руху. ",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "На чому базується Аштанг-йога",
    "body": " Вона базується на трьох основних правилах.   ",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "1)Пранаям",
    "body": "У йозі дихання застосовують для посилення життєвої енергії. А дихальна вправа як уджаї пронаяма чи дихання океану, підвищує рівень кисню в крові та надає тілу тепло",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "2)Асани",
    "body": "Це пози, які використовують під час практики йоги.Форма йоги аштанга віньяса використовує певну послідовність поз, яка не змінюється. Активація трьох бандх в тілі (Мула Бандха, Уддіяна Бандха і Джаландхара Бандха) є частиною тренування. ",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "3)Дрішті",
    "body": "Дрішті, або «погляд» у практиці йоги, стосується того, куди ви фокусуєте очі під час заняття. Ця концепція є важливою частиною усвідомленості та може допомогти покращити концентрацію та самосвідомість. У формі йоги віньяса використовується певна послідовність поз, яка не змінюється. Активація трьох бандх в тілі (Мула Бандха, Уддіяна Бандха і Джаландхара Бандха) є частиною тренування.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },

  {
    "title": "Основні пози",
    "body": "",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "1) Нахил вперед.",
    "body": "Нахил стоячи вперед — це м’яка, заспокійлива поза, яка живить мозок і зменшує стрес. Ця поза також стимулює роботу печінки та нирок, розтягує підколінні сухожилля та литки, відкриває стегна.Встаньте, розставивши ноги паралельно на ширині стегон, і зігніть їх у стегнах. Покладіть руки на підлогу поруч із ногами, зосередивши погляд на кінчику носа. Зосередьтеся на тому, щоб спина була прямою (не вигинайтеся, коли ви тягнетеся руками до підлоги.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "2)Трикутник",
    "body": " Поза витягнутого трикутника зміцнює м’язи кора, підвищуючи баланс і стабільність. Ця поза може збільшити гнучкість хребта та спини.Встаньте, поставивши ноги на відстані 3,5-4 фути одна від одної, праву стопу вивернувши назовні, а ліву стопу трохи повернувши всередину. Витягніть руки в сторони у формі «Т» долонями вперед. Зігніться в талії праворуч і потягніться до палець правої ноги, поки пальці не будуть спрямовані в бік підлоги. Якщо це надто складно, покладіть руку на зовнішню частину стегна або гомілки.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "3)Розширений трикутник",
    "body": "покращує баланс і заряджає енергією, може допомогти протидіяти наслідкам тривалого сидіння. Це також може покращити поставу та підвищити впевненість.Почніть у положенні стоячи, розставивши ноги приблизно на 3,5–4 фути одна від одної. Зігнувши ліве коліно, відступіть ліву ногу назад і трохи поверніть ліву стопу всередину. Нахиліться вперед у стегнах, тримаючи спину прямою та нахиляючись, поки не зможете поставити Ваша права рука на підлозі або правому стегні. Підніміть ліву руку прямо над головою, переконавшись, що вона вирівняна з рештою тіла.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "4)Нахил вперед на широких ногах",
    "body": "Ширококутний нахил вперед подовжує підколінні сухожилля і розтягує спину, стегна і литки. Це може допомогти вам відчути себе більш розслабленим.Встаньте, поставивши ноги приблизно на чотири фути нарізно, і нахиліться вперед у стегнах. Витягніться за спину, щоб зчепити руки разом, або дозвольте їм звисати над головою. Тримаючи спину прямо, продовжуйте нахилятися вперед, доки не зігнетеся в попереку головою, спрямованою до підлоги. Утримуючи позицію, зосередьтеся на кінчику носа.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "5)Бокова розтяжка",
    "body": "Бокова розтяжка збільшує гнучкість підколінних сухожиль і може допомогти розкрити стегна та хребет. Чудова підготовка для бігунів, ця поза допомагає розтягнути напружені литки та підколінні сухожилля до або після гонки.Встаньте прямо, поклавши руки за спину в зворотному молитовному положенні. Помістіть ліву ногу на 2-3 фути позаду правої. Тримайте стегна прямо перед собою, нахиляючись вперед через праву ногу, і відкиньтесь від стегон, натягнувши тулуб до стегна. Відпустіть позу та перейдіть до Тадасани. Повторіть з іншого боку.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  },
  {
    "title": "Висновки",
    "body": "Аштанга-йога швидко захоплює спочатку і може багато покращень привнести в життя практикуючого. Головне — мати зосередженість і наполегливість. Виконання вищезазначених базових вправ аштанга-йоги може допомогти вам зміцнити та привести тіло в тонус, водночас допомагаючи залишатися розумово зосередженим. Це має допомогти покращити ваше тренування та здоров’я, а також покращити ваше самопочуття.",
    "href": "https://www.sportskeeda.com/health-and-fitness/what-ashtanga-yoga-5-basic-yoga-exercises-try"
  }
]
